"Andromeda" = "アンドロメダ";
"Antlia" = "ポンプ";
"Apus" = "ふうちょう";
"Aquarius" = "みずがめ";
"Aquila" = "わし";
"Ara" = "さいだん";
"Aries" = "おひつじ";
"Auriga" = "ぎょしゃ";
"Boötes" = "うしかい";
"Caelum" = "ちょうこくぐ";
"Camelopardalis" = "きりん";
"Cancer" = "かに";
"Canes Venatici" = "りょうけん";
"Canis Major" = "おおいぬ";
"Canis Minor" = "こいぬ";
"Capricornus" = "やぎ";
"Carina" = "りゅうこつ";
"Cassiopeia" = "カシオペヤ";
"Centaurus" = "ケンタウルス";
"Cepheus" = "ケフェウス";
"Cetus" = "くじら";
"Chamaeleon" = "カメレオン";
"Circinus" = "コンパス";
"Columba" = "はと";
"Coma Berenices" = "かみのけ";
"Corona Australis" = "みなみのかんむり";
"Corona Borealis" = "かんむり";
"Corvus" = "からす";
"Crater" = "コップ";
"Crux" = "みなみじゅうじ";
"Cygnus" = "はくちょう";
"Delphinus" = "いるか";
"Dorado" = "かじき";
"Draco" = "りゅう";
"Equuleus" = "こうま";
"Eridanus" = "エリダヌス";
"Fornax" = "ろ";
"Gemini" = "ふたご";
"Grus" = "つる";
"Hercules" = "ヘルクレス";
"Horologium" = "とけい";
"Hydra" = "うみへび";
"Hydrus" = "みずへび";
"Indus" = "インディアン";
"Lacerta" = "とかげ";
"Leo" = "しし";
"Leo Minor" = "こじし";
"Lepus" = "うさぎ";
"Libra" = "てんびん";
"Lupus" = "おおかみ";
"Lynx" = "やまねこ";
"Lyra" = "こと";
"Mensa" = "テーブルさん";
"Microscopium" = "けんびきょう";
"Monoceros" = "いっかくじゅう";
"Musca" = "はえ";
"Norma" = "じょうぎ";
"Octans" = "はちぶんぎ";
"Ophiuchus" = "へびつかい";
"Orion" = "オリオン";
"Pavo" = "くじゃく";
"Pegasus" = "ペガスス";
"Perseus" = "ペルセウス";
"Phoenix" = "ほうおう";
"Pictor" = "がか";
"Pisces" = "うお";
"Piscis Austrinus" = "みなみのうお";
"Puppis" = "とも";
"Pyxis" = "らしんばん";
"Reticulum" = "レチクル";
"Sagitta" = "や";
"Sagittarius" = "いて";
"Scorpius" = "さそり";
"Sculptor" = "ちょうこくしつ";
"Scutum" = "たて";
"Serpens Caput" = "へび(頭)";
"Serpens Cauda" = "へび(尾)";
"Sextans" = "ろくぶんぎ";
"Taurus" = "おうし";
"Telescopium" = "ぼうえんきょう";
"Triangulum" = "さんかく";
"Triangulum Australe" = "みなみのさんかく";
"Tucana" = "きょしちょう";
"Ursa Major" = "おおぐま";
"Ursa Minor" = "こぐま";
"Vela" = "ほ";
"Virgo" = "おとめ";
"Volans" = "とびうお";
"Vulpecula" = "こぎつね";
